
<div class="wrapper">
  <div class="container">
    <div class="card tabs">
        <input id="tab-1" type="radio" class="tab tab-selector" checked="checked" name="tab" />
        <label for="tab-1" class="tab tab-primary">Мировоззрение</label>

        <input id="tab-2" type="radio" class="tab tab-selector" name="tab" />
        <label for="tab-2" class="tab tab-success">История Кальфеона</label>

        <input id="tab-3" type="radio" class="tab tab-selector" name="tab" />
        <label for="tab-3" class="tab tab-default">История Серендии</label>
            
        <input id="tab-4" type="radio" class="tab tab-selector" name="tab" />
        <label for="tab-4" class="tab tab-warning">История Медии</label>

        <input id="tab-5" type="radio" class="tab tab-selector" name="tab" />
        <label for="tab-5" class="tab tab-warning">История Валенсии</label>
      <div class="glider"></div>
      <section class="content">
        <div class="item active" id="content-1">
            <img src="/assets/images/item-img.png" alt="" class="item__img">
            <div class="item__text-box">
                <h3 class="item__text-title">Еще ближе к реальности</h3>
                <p class="item__text">Благодаря Ремастерингу воплощается еще более реалистичная графика и живое звучание, Black Desert расширяет рамки MMORPG. Битвы и осады с эффектными сражениями, а также Исследования, Торговля, Рыбалка, Укрощение, Алхимия, Кулинария, Сбор, Охота и множество различного контента, которым можно наслаждаться в огромном мире! Black Desert.</p>
                <p class="item__text">Основа древней цивилизации – таинственные «Черные камни», – являясь мощным источником энергии, оказали большое влияние на развитие технологий Древних. В то же время говорят, что именно они стали причиной падения их цивилизации. Большое количество Черных камней хранится в песках простилающихся между Кальфеоном и Валенсией.</p>
            </div>
        </div>

        <div class="item" id="content-2">
        <img src="/assets/images/item-img.png" alt="" class="item__img">
            <div class="item__text-box">
                <h3 class="item__text-title">Еще ближе к реальности</h3>
                <p class="item__text">БлагодаряASDASDAS Ремастерингу воплощается еще более реалистичная графика и живое звучание, Black Desert расширяет рамки MMORPG. Битвы и осады с эффектными сражениями, а также Исследования, Торговля, Рыбалка, Укрощение, Алхимия, Кулинария, Сбор, Охота и множество различного контента, которым можно наслаждаться в огромном мире! Black Desert.</p>
                <p class="item__text">Основа древней цивилизации – таинственные «Черные камни», – являясь мощным источником энергии, оказали большое влияние на развитие технологий Древних. В то же время говорят, что именно они стали причиной падения их цивилизации. Большое количество Черных камней хранится в песках простилающихся между Кальфеоном и Валенсией.</p>
            </div>
        </div>

        <div class="item" id="content-3">
        <img src="/assets/images/item-img.png" alt="" class="item__img">
            <div class="item__text-box">
                <h3 class="item__text-title">22Еще ближе к реальности</h3>
                <p class="item__text">БлагодаряASDASDAS Ремастерингу воплощается еще более реалистичная графика и живое звучание, Black Desert расширяет рамки MMORPG. Битвы и осады с эффектными сражениями, а также Исследования, Торговля, Рыбалка, Укрощение, Алхимия, Кулинария, Сбор, Охота и множество различного контента, которым можно наслаждаться в огромном мире! Black Desert.</p>
                <p class="item__text">Основа древней цивилизации – таинственные «Черные камни», – являясь мощным источником энергии, оказали большое влияние на развитие технологий Древних. В то же время говорят, что именно они стали причиной падения их цивилизации. Большое количество Черных камней хранится в песках простилающихся между Кальфеоном и Валенсией.</p>
            </div>
        </div>

        <div class="item" id="content-4">
        <img src="/assets/images/item-img.png" alt="" class="item__img">
            <div class="item__text-box">
                <h3 class="item__text-title">33Еще ближе к реальности</h3>
                <p class="item__text">БлагодаряASDASDAS Ремастерингу воплощается еще более реалистичная графика и живое звучание, Black Desert расширяет рамки MMORPG. Битвы и осады с эффектными сражениями, а также Исследования, Торговля, Рыбалка, Укрощение, Алхимия, Кулинария, Сбор, Охота и множество различного контента, которым можно наслаждаться в огромном мире! Black Desert.</p>
                <p class="item__text">Основа древней цивилизации – таинственные «Черные камни», – являясь мощным источником энергии, оказали большое влияние на развитие технологий Древних. В то же время говорят, что именно они стали причиной падения их цивилизации. Большое количество Черных камней хранится в песках простилающихся между Кальфеоном и Валенсией.</p>
            </div>
        </div>

        <div class="item" id="content-5">
        <img src="/assets/images/item-img.png" alt="" class="item__img">
            <div class="item__text-box">
                <h3 class="item__text-title">666Еще ближе к реальности</h3>
                <p class="item__text">БлагодаряASDASDAS Ремастерингу воплощается еще более реалистичная графика и живое звучание, Black Desert расширяет рамки MMORPG. Битвы и осады с эффектными сражениями, а также Исследования, Торговля, Рыбалка, Укрощение, Алхимия, Кулинария, Сбор, Охота и множество различного контента, которым можно наслаждаться в огромном мире! Black Desert.</p>
                <p class="item__text">Основа древней цивилизации – таинственные «Черные камни», – являясь мощным источником энергии, оказали большое влияние на развитие технологий Древних. В то же время говорят, что именно они стали причиной падения их цивилизации. Большое количество Черных камней хранится в песках простилающихся между Кальфеоном и Валенсией.</p>
            </div>
        </div>
      </section>
    </div>
  </div>
</div>
